{  
       "data": [
          {
             "id": "1",
             "idname": "פור",
             "title": "הרמוניה, פוריות",
             "meaning": "רון זה קשור במזל טוב ובדברים הטובים בחיים בעיקר ברכוש ובנכסים, יש לו קשר הדוק עם מזל שור למרות שהוא מבטיח רווחים חומריים הוא מזהיר מפני התמסרות לתאוות והכסף ומפני קיפאון, הוא מעודד יצירתיות ומדגיש אהבת גומלין וסיפוק"
          },
          {
             "id": "2",
             "idname": "שור פראי",
             "title": "עוצמה, מרץ",
             "meaning": "ון זה מסמל שור פראי שיש לרסן אותו מרצו ואת כוחו העצום ולאלף אותו. אם רוצים להשתמש בו בצורה חיובית ובונה, הוא מרמז על כך שהשואל נכנס לתקופה של שינוי התפתחות ומודעות עצמית גבוהה יותר, כישלונות עשויים להצמיח הזדמנויות אך גם ללחץ ומתח. רון זה מרמז גם על תשוקה מינית."
          },
          {
             "id": "3",
             "idname": "השער",
             "title": "כוח, חדשות טובות",
             "meaning": "זהו רון שמעודד את שיקול הדעת הזהיר בכל מצב, חוסר פעולה זמני, הזמנה לצורך מחשבה, בין אם בהתפתחות פסיכולוגית בלי קשר למה שהשגנו. אנחנו צריכים להיות ערניים כעת ולהישאר במצב זה למשך זמן מה, לפעמים מכנים את הרון הזה 'השער', שדרכו אנחנו צריכים לעבור אבל תחילה יש לבדוק מה יש בצד הזה, השער עלול להביא לעימות עם סכנה בלתי נודעת."
          },
          {
             "id": "4",
             "idname": "דעת",
             "title": "אודין, חוכמה",
             "meaning": "הו רון של המלה הכתובה ושל תקשורת, יש לו קשר לכוכב חמה, שהמסורת רואה אותו כמתווך בין האדם לבין הכוחות האלוהיים. רון זה מתייחס גם לאודין האל שרכש חוכמה תוך כאב רב כאשר היה תלוי על העץ, הוא מרמז על עזרה מאדם מבוגר יותר, ומציין תקשורת משופרת בין עמיתים אבל יש להישמר מנוכלים, יום רביעי הוא יום של כוכב החמה בשפות הרומניות."
          },
          {
             "id": "5",
             "idname": "חישוק",
             "title": "גלגלים, נסיעות",
             "meaning": "רון זה מציין נסיעות ארוכות במיוחד ונעימות, על פי המסורת ברכיבה על סוס. המסע עשוי להיות רוחני מבחינה התפתחותו האישית של האדם או אפילו המסע האחרון אל נשמתו לביתם של האלים, הרון יכול להתפשר כמסר שנשלח או שהתקבל, הוא עשוי לרמז על הלקחים שהשואל צריך ללמוד."
          },
          {
             "id": "6",
             "idname": "נור",
             "title": "אש, יצרתיות, אור",
             "meaning": "רון זה הוא רון של אור ואש, מאפשר לשואל לראות את המצב הנוכחי בצורה יותר ברורה, הדגש מושם גם על התלהבות ועל פוריות ועל סילוקם של מכשולים והשגת המטרות בעזרת התלהבות ואופטימיות, נור נהנה מכל המרץ הלוהט ומהכוח של מאדים הוא נושא הלפיד של המשפחה הרונית ומדבר גם על תשוקה ועל תאווה חושנית. כאשר יש מחסום לפניו הדבר יכול לעכב את התקדמותו של האדם."
          },
          {
             "id": "7",
             "idname": "שי",
             "title": "מתנות, נדיבות",
             "meaning": "פירוש המילה היא: מתנה מוגשת לאלים ולכן הוא סמל למתנות ולנתינה, הרון הזה מציין ידידות, נדיבות ושמחה פשוטה, זה גם הרון של שותפות שטוב לזכות בו כאשר עומדים לפני אירוסין או נישואים או לפני הקמת שותפות עסקית, כל שותפות דורשת מידה מסוימת של הקרבה ואין להמעיט בערכה, אנוכיות עלולה להרוס את כל סוגי השותפויות יש כאן גם אזהרה מפני עצלות ומפני חוסר החלטה, אבל בדרך כלל רון זה חיובי."
          },
          {
             "id": "8",
             "idname": "אושר",
             "title": "שמחה, אושר",
             "meaning": "רון זה מסמל שמחה כוח והפריה, הוא מעודד את השואל להכיר בשינוי לטובה שהוא בהחלט זכאי לו וצריך ליהנות ממנו, כי ייתכן שהוא מתוסכל בשל ביקורת עצמית מרובה מדי, במידה מסוימת יש כאן גם יסוד דו משמעי של מיניות. יש ברון הזה גם רמז להונאה אף על פי שהנאה פיסית מודגשת כאן, הניסיון שאדם רוכש באהבה ובחיים, עשוי להתרחב על חשבון דברים אחרים, אין להתעלם מסיבוכים ומקשיים אפשריים."
          },
          {
             "id": "9",
             "idname": "ברד",
             "title": "ברד, נסיגות",
             "meaning": "רון זה מרמז על תקופה מתסכלת וקשה, שיש בה בעיות בלתי צפויות, נסיגות או מחלה. יש לעודד את השואל לא להתיר לגישה פילוסופית אל הבעיות להידרדר עד כדי חוסר תקווה ואין להתיר לתסכול לגלוש לחוסר שיקול דעת, קיימת אפשרות סבירה מאד ששינויים שנראים בקצה האופק, ישפיעו על העתיד הרחוק. ייתכן שניתקל בקשיים ובמאבק כלשהו אבל מאמץ נוסף יביא יוקרה גדולה יותר."
          },
          {
             "id": "10",
             "idname": "סבלנות",
             "title": "נצרכות צורך",
             "meaning": "הרון החשוב הזה מדגיש את הצורך בסבלנות, לכן יש לעודד את השואל לשקול בזהירות כל פעולה לפני שייגש לביצועה. יש לבדוק גם את המניעים שמאחורי הפעולות, כי אדם יכול להיות האויב הגרוע ביותר של עצמו. חמדנות או תאוותנות עלולות להיות הרסניות, עושר רגשי חומרי ורוחני אינו רחוק אבל השגתו תלויה בגישה רכה ועדינה מאד, אם אנו שמחים בחלקנו בחיים אפילו אם יש סיבה טובה לכך מוטל עלינו לפעול בנדון."
          },
          {
             "id": "11",
             "idname": "קרחון",
             "title": "קרח, קור",
             "meaning": "תסכול ומכשולים הם מילת המפתח של הרון הזה, ודרושה סבלנות כדי לעמוד מולם. יש ברון הזה קשר לרעיון של קרח וקור בין האנשים, במיוחד במערכות יחסים משפחתיות. השואל עלול להימצא במצב שבו אין לו אפשרות לתמרן או שאינו מודע למה שמתרחש כרגע, בינתיים השואל מתבקש להמתין עד שהשמש תופיע והפשרת הקרח תתחיל. במצב הזה ייתכן שיופיעו רגשות ואפשרויות חדשות."
          },
          {
             "id": "12",
             "idname": "קציר",
             "title": "שנה, מחזור טבעי",
             "meaning": "רון זה מייצג את המחזור השנתי של העונות, במיוחד את עונת הקציר. הרון הזה הוא סימן לעבודה בתהליך מתקדם ועידוד להתמדה לקראת ניצחון סופי, קיצורי דרך יהיו הרי אסון. התהליך הטבעי של זריעת התבואה, הטיפול בה ושל הקציר צריך להמשך. יש להתיר לסבלנות לשלוט בזרימה החופשית של המרץ הפיסי השכלי."
          },
          {
             "id": "13",
             "idname": "פרשת דרכים",
             "title": "עץ הטקסוס, מסעות המתים",
             "meaning": "עץ הטקסוס היה מקודש במיוחד בעיני אודין, שנהג לאסוף את נשמותיהם של המתים לצורך העברתם לעולם התחתון. זו הסיבה לכך שהרון הזה מסמל את חשיבותו של המוות בחיי האדם, או את חשיבותו של שינוי בחיי השואל וביטולם של מנהגים והרגלים ישנים. רון זה אינו חייב להיות שלילי כי הוא מציין שהשואל מתקרב בהצלחה לעבר מטרתו בהתאם לרונים אחרים."
          },
          {
             "id": "14",
             "idname": "רז",
             "title": "קמין, מסתוריות",
             "meaning": "זהו אחד הרונים שתעלומות אופפות אותו ואשר החוקרים טרם הגיעו להסכמה בנוגע למשמעותו. הוא מרמז על מסתוריות ומתייחס גם לבית ולקמין, ייתכן שהוא מרמז כי מתנה או ירושה נמצאות בדרך, אבל יש לבדוק אותן בתשומת לב. הדגש מושם כאן על סודיות שקשורה לעולם הנסתר ואפילו לטקס השבעה על טבעי."
          },
          {
             "id": "15",
             "idname": "עוז",
             "title": "התגוננות, הגנה",
             "meaning": "רון חיובי מאד, אשר רומז על כך שהשואל אינו רק בעמדה חזקה ומוצלחת, אלא מצוי בתקופת חיים שהוא צריך ליהנות ממנה במלואה. סביר להניח שהוא יצר הזדמנויות ואתגרים חדשים, חשוב להיזכר שהאדם צריך לשלוט ברגשותיו, כדי שהכוח שיש בידו בזכות עמדתו הנוכחית ינוצל בצורה חיובית. יש להיזהר בעת קשר עם אנשים שנוטים לנצל אחרים ואין להסתכן בענייני בריאות."
          },
          {
             "id": "16",
             "idname": "חמה",
             "title": "השמש, בריאות טובה",
             "meaning": "רון של הצלחה ואושר. כישוריו הטבעיים של השואל צריכים להתגלות ועליו להשתמש בהם בצורה חיובית ולנצל במלואן את האפשרויות הטמונות בו. הרון הזה מציין הצלחה ורצון ליצור, לפעמים הוא עשוי לעורר את השאלה האם אין אנו עושים יותר מדי בעת ובעונה אחת, והאם אין אנו צריכים לצמצם את פעילותינו? הוא גם מזהיר מפני רברבנות או דרמטיות-יתר ומעודד יצירתיות חיובית."
          },
          {
             "id": "17",
             "idname": "אומץ",
             "title": "מלחמה, אומץ",
             "meaning": "רון זה מסמל בדרך כלשהי אומץ ודבקות במטרה, ומתאר את המרץ הזכרי העצום של השמש כאשר התאווה מביאה אושר. הרון הזה ממליץ גם על סבלנות ומזכיר לנו שקיימים חוקים שיש לקיים אותם. רון זה מעודד אותנו לעמוד על רגלינו ולסמוך על עצמנו, כאשר נפעל במסירות ובדרך חיובית נזכה להערכה. על פי המיתולוגיה יש ברון הזה השפעה של האל הגרמני טיר שקשור במידה מסוימת למאדים."
          },
          {
             "id": "18",
             "idname": "לידה מחדש",
             "title": "צמיחה, לידה מחדש, ליבנה",
             "meaning": "ברקנה, הרונה של תהליך החיים, עוד רונה מחזורית, אשר מייצגת פוריות, אשר מוביל הן באופן סמלי והן למעשה לצמיחה. ברקנה היא על הכוח להשפיע על ההתפתחות ועל הטבע שבו היא זורמת לתוך הגוף שלך. פעולתו עדינה וחודרת. מפזרים את ההתנגדות קודם, ואז משיגים את עבודתך. כדי לאפשר זאת, רצונך חייב להיות ברור ומבוקר. לעומת זאת, אירועים, או, היבטי אופי סבירים יותר מסיחים את הדעת של צמיחת החיים החדשים."
          },
          {
             "id": "19",
             "idname": "פרש",
             "title": "סוס, שינוי",
             "meaning": "המסורת מספרת כי רון זה קשור לנסיעות ושינוי. יש לעודד את השואל כאשר הוא קשור למפעל עסקי, אבל אם מדובר במערכת יחסים ריגשית – יתכן שיש צורך בבניה מחודשת או בהחייאה. רון הזה מדגיש מסעות רוחניים, הרון המבטיח והמעודד הזה שם את הדגש על התקדמות. הוא רומז לנו שאנו צריכים לעשות מאמץ מיוחד כדי לסיים משימות, כאשר אנחנו מבקשים להבטיח לעצמנו סיפוק פנימי."
          },
          {
             "id": "20",
             "idname": "אדם",
             "title": "תבונה, תרבות",
             "meaning": "הרון הזה מייצג את השואל ומושפע בחוזקה מן הרונים שמקיפים אותו הוא מייצג את הטוב שקיים בכל אחד מאתנו וכן תרבות, זיכרון, תבונה, אפיונים אנושיים ברורים ועוד. שיקול הדעת צריך להיות רחב וחיינו צריכים להיות מאוזנים, אנחנו צריכים לשלוט ברגשותינו, לשמור את מרצנו ולכבד את גופנו ודעותינו וגישותינו צריכות להיות גמישות וחיוביות. בדרך כלל הרון הזה משיא עצה שאין בה איפה ואיפה, בתקופה קשה בחיים רון כזה מזכיר לנו שהבעיות צומחות לפעמים מתוך פעולותינו והפתרון מצוי בתוכנו."
          },
          {
             "id": "21",
             "idname": "אשר",
             "title": "מים, תת-הכרה",
             "meaning": "הרון הזה מתייחס למים זורמים, ולכן הוא קשור לרגשות ולתחושות. הוא מדבר על כך שאנחנו צריכים ליצור קשר עם התחושות והרגשות שלנו ולהתיר להם חופש פעולה מבוקר. אסור לנו להתיר לתחושות עמוקות להכניע אותנו או לשלוט בנו, וגם לא להתיר להן להביא אותנו לרגשנות יתר. יש לעודד מודעות על טבעית לצד יצירתיות שעדיין לא באה לידי ביטוי. ברון הזה יש נימה של שינוי ואושר שהולך וגדל בעקבותיו."
          },
          {
             "id": "22",
             "idname": "חתימה",
             "title": "פוריות, סיום",
             "meaning": "רון שכמעט כולו מביא ברכה. הוא רומז על סיום מוצלח, על ביצוע של פרויקט או של רעיון או על אדם שממצה את כל האפשרויות הטמונות בו. הרגשת רווחה קשורה ברון הזה שמציין שחרור מדאגה אף כי לא בהכרח בעקבות סיום כלשהו, יש משמעות רבה לרון הזה ולעתים קרובות הוא מבשר נקודת מפנה בחיי השואל."
          },
          {
             "id": "23",
             "idname": "שינוי",
             "title": "רכוש משפחתי",
             "meaning": "יש ברון הזה התחלות וסיומים, מסורות משפחתיות וירושה, לפעמים בהקשר של ניתוק מהשפעות קודמות ואולי של ניתוק מערכות יחסים, לכל שינוי כזה תהיה השפעה מרחיקת לכת ומשמעותית לאדם הנוגע בדבר, אין סבירות ששגיאות חמורות תיעשנה תחת השפעתו של הרון הזה, יש קירבה בין הרון הזה לבין ברד שהוזכר קודם לכן."
          },
          {
             "id": "24",
             "idname": "יום",
             "title": "יום, התעוררות",
             "meaning": "רון זה מייצג את שיאם של כל הדברים, הוא עשוי לסמל התפתחות רוחנית וייתכן שיש כאן מעבר כלשהו שיביא לשואל תועלת רבה. בדרגתו החיובית הגבוהה ביותר הרון הזה אומר בבטחה שהחשיכה נעלמה ומובטחים אור, הישגים ושגשוג. כאשר מדובר בגורל הרון הזה מציע לנצל את ההזדמנות ולפעול כדי שלא להפסיד אותה. יש כאן אזהרה מפני רשלנות מסוכנת או לפחות עידוד להתרכזות שקטה בנושא."
          },
          {
             "id": "25",
             "idname": "הרון של אודין",
             "title": "גורל",
             "meaning": "הרון הזה ריק אחדים מתעלמים ממנו לחלוטין , רון זה מייצג התחלות וסיומים, שינוי ומוות (לא מוות פיסי ממשי של השואל או של אדם אחר) הרון הזה עשוי לייצג דבר כלשהו שהאדם אינו יודע עליו, כאילו הוא צעד אל תוך הבלתי נודע, אחת ההשפעות נוגעות להתפתחות עצמית, לשלב חדש בחיים או לתחבולה מוזרה של הגורל שבסופו של דבר עשויה לפתור את הבעיה של השואל."
          }
       ]
    }
