{
       "data": [
          {
             "id": "1",
             "idname": "רעמסס",
             "meaning": "אתה בן אדם שואל על גדולה או על הצלחת סחורה ועל ממון. ודע לך אם מצפה אתה לשום דבר יבוא בשמחה אבל בעיכוב מעט. והאבידה תמצא. ואם על חולה – יתרפא. ומזלך טוב הוא. ברם יש בידך עוון כבוד אב ואם, תקן העוון הזה וירום מזלך."
          },
          {
             "id": "2",
             "idname": "סוכות",
             "meaning": "בן אדם אתה שואל על יציאת הדרך ממקום למקום או העתקה ממקום למקום. או שיצא איזה דבר מרשותך- ולכל טוב ובפרט השותפות והחברה.בין לממון בין ללימוד טובה הרבה. ומזלך מתמוטט ח'ו ממקומו.אם כן חוש מהרה והחזיק הרבה ביד לומדי התורה ויתרומם מזלך."
          },
          {
             "id": "3",
             "idname": "איתם",
             "meaning": "אתה בן אדם שואל על מי שאינו שם, אם ימצא, או יבא לך כתב ממנו או דבר שייצא מרשותך. או להוציא. דע לך אחי שהענין הלזה והשאלה הזאת,יש בה שני דרכים והדרך אשר נוטה לך לא תעשהו. ואני רואה כבוד גדול מזדמן לך מאדם או שופט או שר. החזיק במידת הענווה למען תשכיל."
          },
          {
             "id": "4",
             "idname": "פי החרות",
             "meaning": "בן אדם אתה שואל על עניין פחד, או מעושק אדם. או מדברים אחרים. ואם על חולה, זה החולה יש לו כאב בלבו ובבני מעיו וקרוב להיות חולה מחמת כישוף. ואם על עניינים אחרים – דע לך השעה אינה מוכשרת והזמן קשה. המתן מעט לחזור והישמר לך מן הכעס כי הכעס הוא סבב עליך כמה רמות. הרחק ממנו ואז תצליח."
          },
          {
             "id": "5",
             "idname": "מרה",
             "meaning": "אתה בן אדם מה לך הדאגה הגדולה הזאת. על החולה או אסור או דבר נסתר. אל תדאג ואל תצר צרת מחר כי לא תדע מה ילד יום כי ידעתי מכמה ימים אתה הולך וחסר בהפסדות ובמעוט ההצלחה. היזהר במצוות התפילין ואהבת ה' וגמילות חסדים ויהיה מזלך טוב."
          },
          {
             "id": "6",
             "idname": "אלימה",
             "meaning": "בן אדם אתה שואל על דבר העתיד כמו מזיווג וקיבוץ ממון. אתה מנסה הגורל ומרגל אותו. דע לך כי לא מן ה' הוא זה וסימן לדבר. יש בידך עבירה גדולה ונעשית לך כהיתר. שוב לה' והתחנן לו. והוא יישר אורחותיך."
          },
          {
             "id": "7",
             "idname": "ים סוף",
             "meaning": "בן אדם אתה שואל על אדם גדול. שמצפה ממנו איזה דבר. והכתוב אמר אל תבטחו בנדיבים. ואם על עניין אחר אתה שואל כמו על חכמה ובינה או דבר על מחשבה שיש בלבך מקודם יעשה אותה עכשיו כי בעת הזאת מוצלח ומוכשר למילוי משאלות הלב בעשיית חפצו."
          },
          {
             "id": "8",
             "idname": "מדבר סין",
             "meaning": "בן אדם עד מתי אתה נבוך בלב ים המחשבות פעם בכה ופעם בכה. השלך על ה' יהבך והתפלל אליו למען יורוך הדרך אשר תלך בה והמעשה אשר תעשה. ועוד צריך להיזהר בעניין האכילה והשתייה מתולעים וכו' והוד והדר יבוא לך והנאה ורווח מן אנשים גדולים."
          },
          {
             "id": "9",
             "idname": "דפקה",
             "meaning": "בן אדם אתה שואל כמו על עמידת הדין לדעת סוף דבר איך יהיה בן טוב בן למוטב. וחברך נתנו לך עצה נבערה ותוחלת נכזבה ואתה אחוז במידת ההבטחה והשלך על ה' יהבך ויהיה עימך."
          },
          {
             "id": "10",
             "idname": "אלוש",
             "meaning": "בן אדם אתה שואל על מזלך ולדעת אחריתך. דע לך מזלך טוב הרבה, ודע לך שמעשיך שלא טובים קלקלת אותו. ואם שואל על בנים הם הבנים מתת אלוקים הם. ויש במזלך בנים. ואם שואל על הרווח ותיקון מעשים, ממעשיך עשה כי השעה מוכשרת ומועלת לך בתנאי תיזהר הרבה במצוות ואז ימלא השם כל משאלותיך."
          },
          {
             "id": "11",
             "idname": "רפידים",
             "meaning": "בן אדם באת לשאול על המחלוקת והמלשינות שדיברו עליך. דע לך השנים שלך הרבה הם. אוכלים פתך ושותים יינך ומדברים עליך ואתה מגלה סודך אליהם וזה מה שהזיק לך. ומזה עבר עליך חלוף טובות ברעות. לזה הרחק מאילו החברים הריקים ופוחזים והתחבר עם אנשים טובים כי יש בהם תוחלת נכונה ושינוי מעשים לטוב."
          },
          {
             "id": "12",
             "idname": "מדבר סיני",
             "meaning": "בן אדם הדבר אשר בלבך אתה מצפה מתי יצא לאור שבא לידך. ואתה מסתפק אם יבוא לידך או לא. אחר מעט זמן תגיע לחפצך ואתה מצפה על עניינים ישנים לעורר אותם. אבל לא זמן עכשיו המתן מעט ויבוא לך התשועה."
          },
          {
             "id": "13",
             "idname": "קברות התאווה",
             "meaning": "בן אדם ליבך נוקף כי צרה עתיד לבוא עליך, לכך עשה כופר נפשך ושוב לה' בכל לבך וצדקה ותפילה וזעקה מבטלים כל גזרות קשות ורעות. ויהפוך ה' אלוהך לך את הקללה לברכה."
          },
          {
             "id": "14",
             "idname": "חצרות",
             "meaning": "בן אדם אתה מבולבל בלבול גדול מרוב הדברים שלא נעשו כרצונך ולבך בל עימך. יען שהשעה רחוקה לך קום לך לך אל מקום אחר. וישתנה מזלך לטוב."
          },
          {
             "id": "15",
             "idname": "רתמה",
             "meaning": "בן אדם היזהר לעשות מלאכתך בחכמה ובעומק דעתך. ולא במראה עיניך דווקא ואל תיבהל את רוחך ואל תמהר בשום עניין כי פרי המהירות – חרטה. ומגיד השעה הזאת בעשיית חפצך מצד גדולים וקרובים ואם הוא עניין מעניין הדרך – בוא יבוא ברינה וסימן טוב ליציאת הדרך."
          },
          {
             "id": "16",
             "idname": "רמון פרץ",
             "meaning": "הגורל מגיד שיש לך מחלוקת עם קרובך והוא על עניין קניית ממון ודבר אחר. לך התרפס ורהב רעיך ואל תעש איתם מלחמות. ואתה מתיירא מאדם אחד שהוא תקיף ממך אם תוכל להכניעו. אל תירא אותו כי לא יכול לעשות מאומה אם אתה הולך על קו היושר. ואם על האבדה באת לשאול – אם תמצא או לא. קרוב להיות תמצא. ומזלך ימים שעברו היו טובים מאלה. תן צדקה כפי ערכך ויחזור לטוב."
          },
          {
             "id": "17",
             "idname": "לבנה",
             "meaning": "בן אדם בשאלה הזו יבוא לך שמחה רבה ושמועה טובה או מכאן או מארץ מרחקים. ואם יש לך אישה ומעוברת, קרוב בן זכר תלד. ויהיה בסימן טוב."
          },
          {
             "id": "18",
             "idname": "רסה",
             "meaning": "בן אדם אתה שואל על הרווח וקיבוץ ממון. ואין אתה מביט אחריך שמדברים רעות אחריך יומם ולילה ויכנו לך שם לא טוב. ודע כי מזלך טוב הרבה ולבך נקי ובר. הרחק ממך עיקשות פה ולזות שפתיים. כל אויביך יפלו תחתיך. ולעניין המחשבה שיש בדעתך ומסופק בה אם רוצה לעשות אם לאו עשה אותה במהרה ובצנעה וטוב לך."
          },
          {
             "id": "19",
             "idname": "קהלתה",
             "meaning": "בן אדם אתה שואל על עניין אב ואם או בן או אח או אחות או קרוב איך הם, ומצפה איזה דבר מהם או מאחרים. דע כי דברים קשים יגיעו לאחד מהם. ולך מגיד על בשורה טובה כגון חזרת אבדה לבעליה או קניית מלבושם וכו'. ותיזהר מקריאת שמע על המיטה ויתרומם מזלך."
          },
          {
             "id": "20",
             "idname": "הר שפר",
             "meaning": "בן אדם אתה שואל על מי שיש לו כאב או חולי או לבקש עצה על דבר הטמון בחבלי לבך. דע דחולי – ישנה הרופא או התרופה ויתרפא. ומה שיש בלבך לדרך טוב ולמסחר טוב. חוץ ממסחר עבדים ובע'ח."
          },
          {
             "id": "21",
             "idname": "חרדה",
             "meaning": "בן אדם התאווה שיש בלבך מייחל ומצפה מתי תבוא לידך. ואתה מבקש עצות מרחוק ועורמות ותחבולות לבוא עד תכליתה. ואל תדחק את השעה סוף הכבוד לבוא, דום לה' והתחולל לו וימלא משאלותך."
          },
          {
             "id": "22",
             "idname": "מקהלות",
             "meaning": "בן אדם דע לך כי כבוד גדול יזדמן לך. ואם שואל על החולה – יתרפא. ואם אדם שהלך למרחקים או יבוא מהרה או יבוא איגרת ממנו. ואם על חולה חוליו קשה וצריך לבקש עליו רחמים."
          },
          {
             "id": "23",
             "idname": "תרח",
             "meaning": "בן אדם אתה דומה לאישה שיושבת על המשבר בהקשותה בלידתה וחבלי לידה הולכות ובאות לה ולא ילדה, כן אתה דומה. בדומה – תתקן מעשיך כי מקרב ימים ולהלן נתמעטה הצלחתך מבלי סיבה כפי דעתך, אבל יש סיבה גדולה. הרחק זה המידה הגרועה שיש בך ויתרומם מזלך."
          },
          {
             "id": "24",
             "idname": "תחת",
             "meaning": "בן אדם אתה שואל על שיתוף וחיבור ונישואי אישה. ודע טוב הדבר להכניע לרשותך אבל בדבר להוציא מרשותך – לא טוב. ומזלך טוב ומורה טוב. ברם שלט בך עין הרע ותלבש עליך איזה קמעה וסגולה לעין הרע וייטב מזלך."
          },
          {
             "id": "25",
             "idname": "מתקה",
             "meaning": "בן אדם אתה שואל על בנים או על הצלחת מעשים המחשבה שיש בלבך הסתר אותה. ובמזלך טוב וקשה מעט לבנים ואין לך מזל מקרוביך. ומשוכבת חיקך שמור פתחי פיך ומכיוון שכך לא תגלה סודך לחברך ורעיך פן תפסיד תוחלתך ולא יצא לאור מחשבתך אשר אתה בוטח בה. ומזלך טוב. והצנע לכת עם אלוהך."
          },
          {
             "id": "26",
             "idname": "חשמונה",
             "meaning": "בן אדם אני רואה שאתה שואל כמה דברים בבת אחת ואי אפשר לתפוס החבל בב' ראשין. לכן הסר ממך הבלבולים כי מרוב הדברים והמחשבות הזרות שיש בלבך סוף סוף יהיה דבר שלא כרצונך. וגם שהשעה דחוקה לך דע כי לא מזל היום גורם כי אם מזל השעה גורם. והדבר שיש בלבך – תצניעהו ולא תגלה לשום אדם. ומכאן לב' חודשים עוד שאל פעם ב' עליו ותמצא תשובה נכונה. ומן השמיים ירחמוך."
          },
          {
             "id": "27",
             "idname": "מוסרות",
             "meaning": "בן אדם אתה שואל על חולי אם יתרפא או דאגה או מריבה. וזה זמן זמנים אשר דעתך גולה נעה ונדה פעם בכה ופעם בכה הפכפך. החזק בדעת אחד ובעניין אחד או במלאכה אחת כי מימיי לא נצחני כי אם בעל מלאכה אחת. ומזלך טוב ומקובל בעני הבריות ממיעוט דעתך וקלות מעשיך – המה ירחיקוך."
          },
          {
             "id": "28",
             "idname": "בני יעקן",
             "meaning": "בן אדם אתה שואל על דבר חפץ או אהוב או חשוק או זיווג או ללכת לעיר אחרת. ודע לך באלו הימים אם תלך או תחפש הטוב בעסקיך."
          },
          {
             "id": "29",
             "idname": "הר הגדגד",
             "meaning": "בן אדם כמה כבר אתה במחשבה הזו. חוזר על זאת המחשבה חפש דרך האמת וערך האמת. ואל תיבהל ותערבב עצמך במסעות שווא ומדוחים והבלים ודמיונות. כי מזלך טוב והרבה. מדובר בו נכבדות. וגם העת והזמן אינו מוכשר עימך. התפלל אל השם ויושיעך."
          },
          {
             "id": "30",
             "idname": "יטבתה",
             "meaning": "בן אדם שאלת בחכמה על זה והדבר אשר טמון בלבך ואליו אתה מצפה שיצא לאור מאויך כי יהיה. ותגדיל הבטחתך בהאל יתברך ואל תירא משום אדם. כי מגן הוא לכל החוסים בו."
          },
          {
             "id": "31",
             "idname": "עברונה",
             "meaning": "בן אדם אתה שואל על יציאת הדרך או על הפרדת חבר. או העתקה ממקום למקום. ודע אם לדרך מי שנתן לך זה העצה לדרך – היא עצה נבערה. המתן מעט עד עבור ב' חודשים ולך ותצליח. ואם שואל על עניין ממון או קניית קרקע – יש לך מזל בעשיית חפצים מתאוות לבך. אמנם בעזרת רעים ואוהבים."
          },
          {
             "id": "32",
             "idname": "עציון גבר",
             "meaning": "בן אדם על מה כל כך אתה קפדן ובעל מריבות ובורח ממצוות ה'. דע לך הכעס בקרב כסילים ינוח. ומזיק לבעליו וחזור בתשובה. ואם שואל על עושר ועל זיווג או דבר אחר, דע לך במזלך הכול טוב והכול יבוא על נכון ותהיה עשיר בינוני. ברם שוב אל ה' ויצליח דרכך."
          },
          {
             "id": "33",
             "idname": "קדש",
             "meaning": "בן אדם אתה ערום וחכם אך מבולבל מעט. ואינך מיושב בדבר אחר. התיישב ותן דעתך וחשוב אחרית דבר מראשיתו, ותהיה טוב. וכל דרכך יכונו."
          },
          {
             "id": "34",
             "idname": "הר ההר",
             "meaning": "בן אדם אל תרבו תדברו גבוהה גבוהה. הן אמת שיש לך חכמה ובינה ודעה והשכל ואוהב המצוות ורודף אחריהם ואוהב החסד והרחמים. אמנם אתה גבה לב ומדבר הרבה דברים שאינם כדאיים לך. הרחק ממידת הגאווה ואחוז במידת הענווה והשפלות וייטב מזלך."
          },
          {
             "id": "35",
             "idname": "צלמונה",
             "meaning": "בן אדם אתה דומה כגדי בספינה שאינו מרגיש ואינו נותן לב – על שום דבר ואינו דואג כלום. וכן אתה תמיד רודף אחר השירים והניגונים ואוהב השחוק והליצנות ומזלך טוב והבריות אוהבים אותך ומכבדים אותך מכוח מזלך. ואחר עבור איזה שנים ייפול בידך ממון רב. אם אתה פיקח תשיגהו."
          },
          {
             "id": "36",
             "idname": "פונון",
             "meaning": "בן אדם אתה שואל על דבר אחד שנגנב ונאבד. או כמו חולה מסוכן או דבר שמפחד עליו הרבה. ראוי לך לפחד לפי שעה. שהשעה אינה מוכשרת עכשיו. עבור שמונה ימים יהיה לשלום ולשמחה כל מה שיש בלבך."
          },
          {
             "id": "37",
             "idname": "אובות",
             "meaning": "בן אדם אתה שואל על פחד מעושק אדם. ואם יהיה לך נסיעה וחיבור בכתיבה או על קטטה או היזק שהזיקוהו. אל תירא ואל תחת משום אדם. והכול יהיה לטוב בעזרת רעים ואוהבים."
          },
          {
             "id": "38",
             "idname": "עיי העברים",
             "meaning": "בן אדם עד מתי עצל תשכב מתי תקום משנתך העולם צריך עסק וחשק והשתדלות גדולה. והיינו דאמרי אינשי זריזות חצי מזל, ומזלך וכל פרנסתך מיגיע כפך. ולא תראה לא עשירות, ולא עניות, ולא נחת, ולא ישיבה. כי כן מזלך בעולם."
          },
          {
             "id": "39",
             "idname": "דיבון גד",
             "meaning": "בן אדם מזלך בזה העולם. יהיה כל עמלך ופרנסתך מאנשים. כן יהיה בכל עסקיך. ואם אתה שואל על אחריתך דע לך אחריתך טובה מראשיתך. אם כלכלת במשפט דבריך ובנים ובנות יש במזלך. ומן הנשים תמצא קורת רוח ונחת רוח. והמחשבה שיש בלבך בקרב ימים תצא לאור. אך התפלל אל ה' בכל לבך ויוציאה לטובה ולברכה."
          },
          {
             "id": "40",
             "idname": "עלמון דבלתימה",
             "meaning": "בן אדם אתה שואל על דבר שאתה מתאווה לעשותו כגון לקנות ולמכור או לדעת סוף דבר על אשר נעלם ממך.ודע בכל אשר תעשה תצליח ודברים נסתרים שיש בלבך יצאו לאורה. שוב נעברה שיש בידך שנעשית לך כהיתר ואינך מרגיש בה וירום קרניך ויתנשא מזלך ותהיה בהצלחה רבה."
          },
          {
             "id": "41",
             "idname": "הרי העברים",
             "meaning": "בן אדם אתה שואל על דרך או על מי שהלך למרחקים. ואו על עניין אבדה או דבר אבדה שיצא מתחת ידך. ודע על עניין היציאה או אבדה הדבר קשה מעט ועל עניין ההכנסה להכניס מרשותך טוב לכל דבר. ואני מבשר אותך בקרב ימים יבוא לך בשורה טובה ושמחה והרחק מהגאווה כי הגאווה מזקת למזלך כאש לנעורת. בחר במידת הענווה וייטב מזלך."
          },
          {
             "id": "42",
             "idname": "ערבות מואב",
             "meaning": "בן אדם אתה שואל על כסף או זהב ודברים אחרים אם ייכנסו לידך. ודע מזלך טוב ולא ישוב מפני כל. אמנם עין הרע שלט בך ובמזלך. עשה לך קמע מומחה ותלה עליך והרחק מאנשים רעים ודבוק באנשים הטובים וייטב מזלך."
          }
       ]
    }
 