{
       "data": [
          {
             "id": "1",
             "idname": "א",
             "meaning": "אבא בעל זה המזל הא' הוא בעל מראה טוב. ומזלו יום ה' הוא טוב. וכוכבו אל משתרי. והרבה שמחה ייתן לו הקב'ה במהרה, ושונאיו לא יוכלו לו, והוא יעלה עליהם. ושמחה שלימה תבוא לך, וממון יבוא לך במהרה. אם על דבר שאתה מפחד ממנו, או על חולה-יהיה כמו שאתה חפץ, ויעשה במהרה בע'ה."
          },
          {
             "id": "2",
             "idname": "ב",
             "meaning": "אבא בעל זה המזל השני,תעשה דבר שעתה טוב הוא בשבילך. וכוכבו הוא השמש. ומן הימים, הוא יום ראשון. והקב'ה ייתן לך ממון וייתן לך הרבה שמחה בזה השאלה, וייתן לך שם טוב ולא יכנס בידך דבר רע. ואם מידך הלך דבר-יחזור לך במהרה. ואם שאלת על דבר, עשה אותו במהרה. ואם על האיש שהוא בדרך אתה שואל, יבוא במהרה בשלום תן הודאה לפני השי'ת, וזה הדבר ששאלת במהרה יבוא לידך."
          },
          {
             "id": "3",
             "idname": "ג",
             "meaning": "אבא בעל זה המזל הג', אינו טוב לו. ומן הימים, יום שלישי, ומזלו חמה. ומה שיעשה אינו מצליח בזה הזמן, ולא תלך ממקום למקום. ומה שיש בלבך שמרהו, ובטח בהקב'ה, ואחר כמה ימים ייתן תאוותך."
          },
          {
             "id": "4",
             "idname": "ד",
             "meaning": "אבא זה המזל הד', הוא טוב הרבה. וכוכבו הוא אל עטאר'ד . ומן הימים הוא יום ד'. ויראה דבר ועושה. ויראה טובה הדבר. ותראה אוהבים שלך בטוב. ואדם שיש לו בדרך- יבוא במהרה.ואם הלך ממנו דבר, הקב'ה ישיב לך במהרה והוא ייתן לך שמחה גדולה ועושר."
          },
          {
             "id": "5",
             "idname": "ה",
             "meaning": "אבא בעל זה המזל הה', בית השמחה. והוא מראה לך טוב. ויש לך מן הכוכבים אל מוריך. ומן הימים, יום ה'. והשי'ת ייתן שמחה-אחר דאגה.ותראה טובה עושה עמך. ואם תרצה לילך ממקום למקום, לך-ותראה שלום. ואם שאלת בשביל השותפות –עשה ותראה תאוות ליבך. ומה שתעשה בזה השנה, יהיה טוב והשי'ת יצליח דרכיך."
          },
          {
             "id": "6",
             "idname": "ו",
             "meaning": "אבא בעל זה המזל השישי, יראה רעה בזה השאלה וייפול בחולי,או בבית הסוהר, ויראה דאגה הרבה, ולא תלך בדרך, ולא לפני המלך, בשביל שאתה מפחד ממנו בלבבך. ולא תראה תאוות ליבך בזה השאלה. ואם תרצה שתלך ממקום למקום-אל תלך, אלא המתן, ואח'כ עשה מה שאתה חפץ. ולא תעשה באלו השאלות ובימים האלו. שום דבר. ולא תעשה מה שיש בליבך, אלא המתן מעט, ותראה הכל מה שאתה חפץ."
          },
          {
             "id": "7",
             "idname": "ז",
             "meaning": "אבא בעל זה המזל השביעי, יש לו כוכב ושמו אל זוחל. ומן הימים יום ה'. ובזה השאלה ששאלת, דאגה הרבה, ופחד, והפסד ממון. ותשמור עצמך מן האנשים הרעים ואם שאלת על הדרך-לא תלך"
          },
          {
             "id": "8",
             "idname": "ח",
             "meaning": "ואם שאלת בשביל שותפות- שתף עם אדם חסיד. והעצה שיש בליבך, אל תגלה אותה לשום אדם, ולא תקלקל לעצמך. אבל, המתן מעט בזה הזמן, ואח'כ עשה מה שאתה חפץ ותשיג בשלום"
          },
          {
             "id": "9",
             "idname": "ט",
             "meaning": "אבא בעל זה המזל השמיני, בית הפחד, והמוות, והדם. ויש לו מן הכוכבים אל מיר'יך. ומן הימים-יום הג'. ובזה השאלה ששאלת תראה פחד הרבה מן האנשים. וביותר מן האדם הרע. וכתוב לך קמע. ובטח בה' וייתן לך משאלות ליבך. ואחרית הדבר יהיה שלום."
          },
          {
             "id": "10",
             "idname": "י",
             "meaning": "אבא בעל זה המזל הי',היא בית הכבוד. והוא מראה יפה. ויש לו מן הכוכבים, שמש. ומן הימים יום א'. והקב'ה ייתן לך כבוד וסחורה ושאלתך תנתן לך וירם אותך ותצליח הצלחה גדולה."
          },
          {
             "id": "11",
             "idname": "יא",
             "meaning": "אבא בעל זה המזל הי'א, בית הממון. ויש לו אהבים. ויש לו מן הכוכבים אל זהרה, ומן הימים יום שישי. והקב'ה יודע שהוא בעל מזל טוב, ואם שאלת על סחורה, או על דרך, או על זריעה, או על מלאכה-עשה אותם במהרה ותראה מהם תאוותיך. והאויבים והשונאים שיש לך, ייפלו לפניך. ואתה עולה עליהם."
          },
          {
             "id": "12",
             "idname": "יב",
             "meaning": "אבא בבעל זה המזל הי'ב, בית השונאים מזל רע הוא. והשאלה ששאלת עליה-לא תעשה אותה. ואם עשית אותה, לא תראה ממנה טוב, כי אם דאגה, ופחד, והפסד ממון, ונפילת חולי תראה בה, ולא תעשה אותה,ואם שאלת על החולה שהוא בצער הרבה, המתן על זאת בזו הזמן, וה' ישלח לך שלום."
          },
          {
             "id": "13",
             "idname": "יג",
             "meaning": "אבא בעל זה המזל הי'ג, הוא טוב . ויש לו מן הימים יום שני. ומן הכוכבים ירח. ובעל זה המזל-יחיה ויאריך ימים, ויראה טובה הרבה. והקב'ה מעלה אותו. ויראה בזה השאלה הרבה שמחה ושלום."
          },
          {
             "id": "14",
             "idname": "יד",
             "meaning": "אבא בעל זה המזל הי'ד, הוא מזל יפה מאוד ויש לו מן הכוכבים אל משתר. ומן הימים יום ה'. אם שאלת על אורח-תראה אותו.ואם על דרך שאלת, טוב. ועשה כל דבר, והוא טוב לך."
          },
          {
             "id": "15",
             "idname": "טו",
             "meaning": "אבא בבעל זה המזל הט'ו, יש לו מן הכוכבים אל עטאר'ד,\n      ומן הימים יו'ד. ויראה טובה. ואם מידו הלך איזה דבר-הקב'ה יחזור לו במהרה, אם שאלת על דבר האיש שהלך בדרך-יבוא במהרה בשלום, וזה הדבר שיש בליבך-עשה אותה במהרה לשלום."
          },
          {
             "id": "16",
             "idname": "טז",
             "meaning": "אבא בעל זה המזל הט'ז, הוא מזל טוב מאוד. ושמחה גדולה תבוא לך.ואם שאלת בשביל אישה, או בשביל איש טוב הוא לך. והדאגה שיש בליבך תהפך לשלום ולשמחה."
          }
       ]
    }
